Repository: nuxeo-cps/zope2--CalZope
Catalog: locales/*/LC_MESSAGES/calendar.po
Languages: ca, eu

source: ${amount} events that need action
ca: amb ${amount} esdeveniments en espera
eu: ${amount} gertaera zain dituzu

source: ${amount} events you attend
ca: participa en ${amount} esdeveniments
eu: ${amount} gertaeratan hartzen duzu parte

source: ${amount} events you organize
ca: organitza ${amount} esdeveniments
eu: ${amount} gertaera antolatzen dituzu

source: , for ${count} times
ca: , ${count} vegades
eu: , ${count} aldiz

source: , until ${date}
ca: fins ${date}
eu: ${date} arte

source: Add event
ca: Afegir esdeveniment
eu: Gertaera erantsi

source: Do you want to delete this event?
ca: Desitja esborrar este esdeveniment?
eu: Gertaera hau ezabatu nahi duzu?

source: Edit calendar
ca: Editar calendari
eu: Egutegia editatu

source: Edit something
ca: Editar un poc
eu: Zerbait editatu

source: Events you are attending
ca: Esdeveniments als quals assisteix
eu: Joango zaren gertaeretara

source: Events you organized
ca: Esdeveniments que ha organitzat
eu: Antolatu dituzun gertaerak

source: Import iCalendar file
ca: Importar calendari
eu: Egutegia inportatu

source: Search in full names and titles of users.
ca: Buscar els usuaris per nom
eu: Erabiltzaileak izenez bkilatu

source: There are ${num_errors} input errors.
ca: Hi ha $(num_errors) errors de selecció
eu: $(num_errors) hautapen-akats daude

source: Use * to list all attendees (may take a very long time)
ca: Utilitze * per a mostrar la llista de participants (pot dur molt temps)
eu: * erabil ezazu partaideen zerrenda erakusteko (luze jo dezake)

source: Week ${week}
ca: Setmana ${week}
eu: ${week} astea

source: button_add
ca: Afegir
eu: Gehitu

source: button_cancel
ca: Cancel·lar
eu: Ezeztatu

source: button_change
ca: Canviar
eu: Aldatu

source: button_confirm
ca: Confirmar
eu: Berretsi

source: button_refresh
ca: Actualitzar
eu: Gaurkotu

source: button_remove
ca: Esborrar
eu: Ezabatu

source: button_search
ca: Recerca
eu: Bilatu

source: button_search_for_free_time
ca: Recerca de disponibilitats comunes
eu: Une libreen bilaketa

source: button_submit
ca: Enviar
eu: Bidali

source: description_multiple_calendar_view
ca: Gràcies a la vista múltiple de calendaris, pot vore els esdeveniments de diversos calendaris només en un.
eu: Egutegien ikuspegi anizkoitzari esker, egutegi batzuen gertaerak egutegi bakar batean ikus ditzakezu.

source: filename_label
ca: Nom de l'arxiu
eu: Artxiboaren izena

source: label_access
ca: Accesibilitat
eu: Erabilerraztasuna

source: label_attached_document
ca: Nom del fitxer adjunt
eu: Atxikitutako fitxategiaren izena

source: label_attendee_list
ca: Participants
eu: Partaideak

source: label_attendee_name
ca: Nombre
eu: Izena

source: label_attendee_status
ca: Estat
eu: Egoera

source: label_categories
ca: Categories
eu: Kategoriak

source: label_add_event
ca: Afegir un esdeveniment
eu: Gertaera erantsi

source: label_current_attendees
ca: Participants actuals
eu: Oraingo partaideak

source: label_currently_visible_calendars
ca: Calendaris visibles actualment
eu: Orain ikus daitezkeen egutegiak

source: label_date
ca: Data
eu: Data

source: day
ca: Dia
eu: eguna

source: Day
eu: Eguna

source: label_description
ca: Descripció
eu: Deskribapena

source: label_duration
ca: Durada
eu: Iraupena

source: label_ends
ca: Fin
eu: Amaiera

source: label_list_of_attendees
ca: Participants
eu: Partaideak

source: label_list_of_matching_times
ca: Períodes de disponibilitat comuna
eu: Libre dituzten aldiune komunak

source: label_location
ca: Localització
eu: Kokapena

source: label_meeting_helper
ca: Organitzar una reunió
eu: Bilera bat antolatu

source: month
ca: Mes
eu: hilabetea

source: Month
eu: Hilabetea

source: label_multiple_calendar_view
ca: Vista múltiple
eu: Ikuspegi anizkoitza

source: label_no_attendees_selected
ca: Ha de seleccionar almenys un participant
eu: Partaide bat, gutxienez, hautatu behar duzu

source: label_recurrence
ca: Frecuència
eu: Maiztasuna

source: label_search_for_attendees
ca: Recerca de participants
eu: Partaide-bilaketa

source: label_search_for_calendars_to_add
ca: Recerca de calendaris
eu: Egutegi-bilaketa

source: label_search_for_free_time
ca: Recerca de disponibilitats comunes
eu: Aldiune libre eta komunen bilaketa

source: label_search_results
ca: Resultats de la recerca
eu: Bilaketaren emaitza

source: label_select_timespan
ca: Triar un interval de temps
eu: Epe bat aukeratu

source: label_start
ca: Començament
eu: Hasiera

source: label_starts
ca: Començament
eu: Hasierak

source: label_status
ca: Estat
eu: Egoera

source: label_title
ca: Títol
eu: Izenburua

source: label_today
ca: Hui
eu: Gaur

source: label_transparent
ca: Disponibilitat
eu: gardena

source: label_organizer
ca: Organitzador
eu: Antolatzailea

source: label_type
ca: Tipus
eu: Mota

source: Weeks
ca: Setmanes
eu: Asteak

source: Year
ca: Any
eu: Urtea

source: message_events_action_is_needed_for
ca: Esdeveniments
eu: Gertaerak

source: message_see_this_events_postfix
ca: d'este esdeveniment
eu: gertaera honen

source: message_see_this_events_prefix
ca: vore el
eu: Ikusi

source: message_select_new_participation_status
ca: Seleccionar l'estat
eu: Aukeratu egoera

source: message_this_is_an_all_day_event
ca: Esdeveniment de tot el dia
eu: Egun osoko gertaera

source: transparent_description
ca: Està disponible durant este esdeveniment
eu: Gertaera honetarako prest egon

source: you have
ca: Voste
eu: Bad(it)uzu

source: AttendeeManager
ca: Responsable de l'agenda
eu: Agendaren arduraduna

source: AttendeeReader
ca: Lector de l'agenda
eu: Agendaren irakurlea

source: EventParticipant
ca: Participant en l'esdeveniment
eu: Gertaeraren partaidea

source: EventOrganizer
ca: Organitzador de l'esdeveniment
eu: Gertaeraren antolatzailea

source: EventReader
ca: Lector de l'esdeveniment
eu: Gertaeraren irakurlea

source: CANCELED
ca: Cancel·lat
eu: Ezeztatua

source: CONFIRMED
ca: Confirmat
eu: Berretsia

source: TENTATIVE
ca: Pendent de confirmació
eu: Berrespenaren zain

source: ACCEPTED
ca: Acceptat
eu: Onartuta

source: DELEGATED
ca: Delegat
eu: Ordezkatuta

source: DECLINED
ca: Refusat
eu: Ukatuta

source: NEEDS-ACTION
ca: Per tractar
eu: Tratatzekoak

source: needs-action
ca: Per tractar
eu: Tratatzekoak

source: label_true
ca: Sí
eu: Bai

source: label_false
ca: No
eu: Ez

source: accepted
ca: acceptat
eu: Onartuta

source: delegated
ca: delegat
eu: Ordezkatuta

source: declined
ca: refusat
eu: Ukatuta

source: tentative
ca: per confirmar
eu: Berrespenaren zain

source: PRIVATE
ca: Privat
eu: Pribatua

source: PUBLIC
ca: Públic
eu: Publikoa

source: CONFIDENTIAL
ca: Confidencial
eu: Konfidentziala

source: Private Event
ca: Privat
eu: Gertaera pribatua

source: INDIVIDUAL
eu: Bakarka

source: RESOURCE
ca: Recurs
eu: Baliabidea

source: WORKSPACE
ca: Espai de treball
eu: Lan-esparrua

source: Search between
ca: Buscar entre
eu: Bilatu hauen artean

source: First date
ca: Data de començament
eu: Hasierako data

source: Last date
ca: Data de finalització
eu: Amaierako data

source: and
ca: i
eu: eta

source: Duration
ca: Durada
eu: Iraupena

source: Start searching from this date.
ca: Buscar a partir d'esta data
eu: Bilatu data honetatik aurrera

source: Stop searching after this date.
ca: Finalitzar la recerca en esta data
eu: Amaitu bilaketa data honetan

source: Start search at this hour
ca: Buscar a partir d'esta hora
eu: Bilatu ordu honetatik aurrera

source: Stop search at this hour
ca: Finalitzar la recerca a partir d'esta hora
eu: Amaitu bilaketa ordu honetan

source: The expected duration of the event
ca: Durada prevista de l'esdeveniment
eu: Gertaeraren ustezko iraupena

source: Width
ca: Ample
eu: Zabalera

source: The total width of the view
ca: Ample total de la vista
eu: Ikuspegiaren zabalera osoa

source: Height
ca: Altura
eu: Altuera

source: The total height of the view
ca: Altura total de la vista
eu: Ikuspegiaren altuera osoa

source: First Day
ca: Primer dia
eu: Lehenengo eguna

source: The first day of the view
ca: Primer dia de la vista
eu: Ikuspegiaren lehenengo eguna

source: Days
ca: Dies
eu: Egunak

source: The number of days shown
ca: Nombre de dies mostrats
eu: Erakutsitako egun-kopurua

source: From hour
ca: A partir de
eu: Honako ordutik aurrera

source: The time at the top of the view
ca: Hora mostrada a la part alta de la vista
eu: Ikuspegiaren goiko aldean erakutsitako ordua

source: To hour
ca: Fins a
eu: Honako ordura arte

source: The time at the bottom of the view
ca: Hora mostrada en la part inferior de la vista
eu: Ikuspegiaren beheko aldean erakutsitako ordua

source: Title
ca: Títol
eu: Izenburua

source: The title of the event.
ca: Títol de l'esdeveniment
eu: Gertaeraren izenburua

source: Description
ca: Descripció
eu: Deskribapena

source: A description of the event.
ca: Descripció de l'esdeveniment
eu: Gertaeraren deskribapena

source: Starts
ca: Començament
eu: Hasiera

source: Date and time when this event starts.
ca: Data i hora de començament de l'esdeveniment
eu: Gertaeraren hasierako data eta ordua

source: Ends
ca: Fi
eu: Amaiera

source: Date and time when this event ends.
ca: Data i hora de finalització de l'esdeveniment
eu: Gertaeraren amaierako data eta ordua

source: Takes all day
ca: Dia complet
eu: Egun osokoa

source: Check this box if the event goes on all day
ca: Marque aquesta casella si l'esdeveniment dura tot el dia
eu: Klikatu ondoko leihatila gertaera egun osokoa bada

source: Not busy
ca: Disponible
eu: Prest

source: This event should not appear as busy time in the meeting helper.
ca: Este esdeveniment no apareix com franja horària ocupada per a l'organització de la reunió.
eu: Gertaera hau ez da agertzen hartutako ordu-zerrenda gisa bileraren antolakuntzarako

source: Location
ca: Localització
eu: Kokapena

source: The location where this event takes place.
ca: Localització de l'esdeveniment
eu: Gertaeraren kokapena

source: Status
ca: Estat
eu: Egoera

source: The status of the event.
ca: Estat de l'esdeveniment
eu: Gertaeraren egoera

source: Document
eu: Txostena

source: A document related to this event.
ca: Document relatiu a l'esdeveniment
eu: Gertaerari buruzko txostena

source: Categories
eu: Kategoriak

source: Categories for this event
ca: Categories per a l'esdeveniment
eu: Gertaerarako kategoriak

source: Access
ca: Accés
eu: Sarrera

source: Edit event
ca: Modificar l'esdeveniment
eu: Gertaera aldatu

source: Required input is missing.
ca: Falten dades
eu: Datuak falta dira

source: End must come after start
ca: La data de fi ha de ser posterior a la de començament
eu: Amaierako data hasierakoa baino beranduago izan behar

source: Invalid datetime data
ca: Data o hora no vàlida
eu: Baliorik gabeko data edota ordua

source: An error occured.
ca: S'ha produït un error
eu: Akats bat gertatu da

source: Invalid duration
ca: Durada no vàlida
eu: Baliogabeko epea

source: Invalid time
ca: Hora no vàlida
eu: Baliogabeko ordua

source: Invalid value
ca: Valor no vàlid
eu: Baliogabeko balioa

source: Invalid integer data
ca: Valor no vàlid
eu: Baliogabeko data-epea

source: Edit recurrence
ca: Modificar la freqüència
eu: Maiztasuna aldatu

source: No recurrence
ca: Sense freqüència
eu: Maiztasunik gabe

source: Daily recurrence
ca: Freqüència diària
eu: Eguneroko maiztasuna

source: Weekly recurrence
ca: Freqüència setmanal
eu: Asteko maiztasuna

source: Monthly recurrence
ca: Freqüència mensual
eu: Hileko maiztasuna

source: Yearly recurrence
ca: Freqüència anual
eu: Urteko maiztasuna

source: Edit Recurrence
ca: Modificar la freqüència
eu: Maiztasuna aldatu

source: Recurrence type
ca: Tipus de freqüència
eu: Maiztasun-mota

source: Interval
eu: Tartea

source: Count
ca: Número total de vegades
eu: Kopuru osoa

source: Until
ca: Fins a
eu: Noiz arte

source: Weekdays
ca: Dies
eu: Egunak

source: nop
ca: No a
eu: Ez hauetan

source: monthday
ca: Dia del mes
eu: Hilaren

source: weekday
ca: Dia de la setmana
eu: Asteko eguna

source: lastweekday
ca: Últim dia del mes
eu: Hileko azken eguna

source: weekday_0
ca: Dilluns
eu: Astelehena

source: weekday_1
ca: Dimarts
eu: Asteartea

source: weekday_2
ca: Dimecres
eu: Asteazkena

source: weekday_3
ca: Dijous
eu: Osteguna

source: weekday_4
ca: Divendres
eu: Ostirala

source: weekday_5
ca: Dissabte
eu: Larunbata

source: weekday_6
ca: Diumenge
eu: Igandea

source: weekday_initial_0
ca: DL
eu: A

source: weekday_initial_1
ca: DT
eu: A

source: weekday_initial_2
ca: DC
eu: A

source: weekday_initial_3
ca: DJ
eu: O

source: weekday_initial_4
ca: DV
eu: O

source: weekday_initial_5
ca: DS
eu: L

source: weekday_initial_6
ca: DG
eu: I

source: week
ca: setmana
eu: astea

source: year
ca: Any
eu: Urtea

source: psm_file_uploaded
ca: Fitxer importat
eu: Inportatutako fitxategia

source: Behaviour
ca: Comportament
eu: Portaera

source: Date selector
ca: Triar la data
eu: Aukeratu data

source: Selects the recurrence rule for the object
ca: Triar el tipus de freqüència per a l'esdeveniment
eu: Aukera ezazu gertaerarako maiztasun-mota

source: Interval of recurrence (a positive integer). For example, to indicate that an event occurs every second day, you would create a DailyRecurrenceRule witl interval equal to 2.
ca: Inteval de freqüència: per a indicar que un esdeveniment té lloc cada dos dies, crear per exemple una regla de freqüència quotidiana amb un interval de 2.
eu: Maiztasun-tartea: bi egunetik behin ematen den gertaerarentzat, adibidez, sor ezazu 2ko tartea duen maiztasun-tartea

source: Number of times the event is repeated. Can be None or an integer value. If count is not None then until must be None. If both count and until are None the event repeats forever.
ca: Número de vegades que es repeteix un esdeveniment (pot ser zero o un valor sencer)
eu: Gertaera bat errepikatzen den aldi-kopurua (zero edota zenbaki oso bat izan daiteke)

source: The date of the last recurrence of the event. Can be None or a datetime.date instance. If until is not None then count must be None. If both count and until are None the event repeats forever.
ca: La data de l'última convocatòria d'este esdeveniment. Es pot deixar buida. Si este camp ha estat plenat, el camp <<número de repeticions >> ha d'estar buit. Si els dos estan buits, l'esdeveniment es repeteix indefinidament.
eu: Gertaera honen azken deialdiaren data. Hutsik utz daiteke. Eremu hau bete bada, <<aldi-kopurua>> eremuak hutsik egon behar du. Biak hutsik badaude, gertaera mugarik gabe errepikatuko da.

source: A set of weekdays when this event occurs. Weekdays are represented as integers from 0 (Monday) to 6 (Sunday). This is what the `calendar` and `datetime` modules use. The event repeats on the weekday of the first occurence even if that weekday is not in this set.
ca: Trie en quins dies ocorren els esdeveniments
eu: Aukera itzazu gertaera-egunak

source: Specification of monthly occurence behaviour. Can be one of three values: 'monthday', 'weekday', 'lastweekday'. 'monthday' specifies that the event recurs on the same day of month (e.g., 25th day of a month). 'weekday' specifies that the event recurs on the same week within a month on the same weekday, indexed from the first (e.g. 3rd Friday of a month). 'lastweekday' specifies that the event recurs on the same week within a month on the same weekday, indexed from the end of month (e.g. 2nd last Friday of a month).
ca: Especificació de la freqüència mensual
eu: Hileko maiztasunaren zehaztapena

source: YYYY-MM-DD
ca: DD-MM-AAAA
eu: EE-HH-UUUU

source: %Y-%m-%d
ca: %d-%m-%Y
eu: %e-%h-%U

source: %d/%m
eu: %e-%h

source: Updated on %(date_time)s
ca: Última actualizació: %(date_time)s
eu: Azken gaurkotzea: %(date_time)s

source: No events to list
ca: No hi ha esdeveniments en la llista
eu: Zerrendan ez dago gertaerarik

source: days
ca: Dies
eu: Egunak

source: weeks
ca: Setmanes
eu: Asteak

source: months
ca: mesos
eu: Hilabeteak

source: years
ca: anys
eu: urteak

source: Every day
ca: Cada dia
eu: Egunero

source: Every week
ca: Cada setmana
eu: Astero

source: Every month
ca: Cada mes
eu: Hilero

source: Every year
ca: Cada any
eu: Urtero

source: Every other day
ca: Cada dos dies
eu: Bi egunero behin

source: Every other week
ca: Cada dos setmanas
eu: Bi astero behin

source: Every other month
ca: Cada dos mesos
eu: Bi hilero behin

source: Every other year
ca: Cada dos anys
eu: Bi urtero behin

source: Every ${count} days
ca: Cada ${count} dies
eu: ${count} egunero behin

source: Every ${count} weeks
ca: Cada ${count} setmanes
eu: ${count} astero behin

source: Every ${count} months
ca: Cada ${count} mesos
eu: ${count} hilero behin

source: Every ${count} years
ca: Cada ${count} anys
eu: ${count} urtero behin

source: Who has access to this event.
ca: Qui té accés a aquest esdeveniment
eu: Nor dago baimenduta gertaera honetarako?

source: calendar_month_1
ca: Gener
eu: Urtarrila

source: calendar_month_2
ca: Febrer
eu: Otsaila

source: calendar_month_3
ca: Març
eu: Martxoa

source: calendar_month_4
ca: Abril
eu: Apirila

source: calendar_month_5
ca: Maig
eu: Maiatza

source: calendar_month_6
ca: Juny
eu: Ekaina

source: calendar_month_7
ca: Juliol
eu: Uztaila

source: calendar_month_8
ca: Agost
eu: Abuztua

source: calendar_month_9
ca: Setembre
eu: Iraila

source: calendar_month_10
ca: Octubre
eu: Urria

source: calendar_month_11
ca: Novembre
eu: Azaroa

source: calendar_month_12
ca: Decembre
eu: Abendua

source: calendar_day_0
ca: Dl
eu: Al

source: calendar_day_1
ca: Dt
eu: Ar

source: calendar_day_2
ca: Dc
eu: Az

source: calendar_day_3
ca: Dj
eu: Og

source: calendar_day_4
ca: Dv
eu: Or

source: calendar_day_5
ca: Ds
eu: Lr

source: calendar_day_6
ca: Dg
eu: Ig

source: event
ca: esdeveniment
eu: gertaera

source: label_current_year
ca: Enguany
eu: Aurten

source: label_current_month
ca: Este mes
eu: Hilabete hau

source: label_current_week
ca: Esta setmana
eu: Aste hau

source: label_current_day
ca: Hui
eu: Gaur

source: More...
eu: Gehiago...

source: The attendee is busy during this event
ca: El participant està ocupat durant este esdeveniment
eu: Partaidea lanpetuta dago gertaera honetan

source: This attendee is busy during the selected period
ca: Els participants ja estan ocupats en el període seleccionat
eu: Partaideak dagoeneko lanpeturik daude hautatuako epean

source: Some attendees are busy during the selected period: %(users)s
ca: Alguns participants ja estan ocupats en el període seleccionat: %(users)s
eu: Partaide batzuk dagoeneko lanpeturik daude hautatutako epean: %(users)
